Repository: syaokifaradisa9/flutter_dicoding
Catalog: Belajar Pengembangan Aplikasi Flutter Intermediate/Proyek Akhir/lib/l10n/app_*.arb
Languages: id

# appSubTitle
source: Share your moment to the world
id: Bagikan momen indahmu kepada dunia

# registerDescription
source: Don't have an account yet? Please
id: Belum mempunyai akun? silahkan

# loginDescription
source: Already have an account? Please
id: Sudah mempunyai akun? silahkan

# registerLabel
source: Register Here
id: Daftar Disini

# loginLabel
source: Login Here
id: Login Disini

# nameFormLabel
source: Full Name
id: Nama Lengkap

# confirmPasswordLabel
source: Confirmation Password
id: Konfirmasi Password

# registerTextButton
source: Register
id: Daftar

# registerSuccess
source: Register Account Success
id: Mendaftar Akun Berhasil

source: Login Success
id: Login Akun Berhasil

source: Upload Story Success
id: Upload Story Berhasil

# confirmPasswordValidationErrorText
source: Password Confirmation Does Not Equal Password!
id: Konfirmasi Password Tidak Sama Dengan Password!

# passwordValidationErrorText
source: Please Enter Password Minimum 8 Characters!
id: Mohon Masukkan Password Minimal 8 Karakter!

# formRegisterValidationErrorText
source: Please fill all form!
id: Mohon Masukkan Semua Form Terlebih Dahulu!

# validEmailValidationErrorText
source: Please fill a valid email
id: Mohon Masukkan Format Email yang Benar!

# emailAlreadyRegisterErrorText
source: Email is already registered
id: Email Sudah Pernah Didaftarkan Sebelumnya!

# userNotFoundErrorText
source: User Not Found, Please Register!
id: User Belum Pernah Terdaftar!

# invalidPasswordErrorText
source: Invalid Password!
id: Password Salah!

# storyFormValidation
source: Please choose image and fill description!
id: Mohon Pilih Foto dan Deskripsi Foto!

# galleryButtonText
source: Gallery
id: Galeri

# cameraButtonText
source: Camera
id: Kamera

# descriptionLabel
source: Photo Description
id: Deskripsi Foto

# networkUnavailable
source: Internet Unavailable
id: Tidak ada jaringan internet

# refreshStoryTextButton
source: Refresh
id: Muat Ulang

# usernameLabel
source: User Name
id: Nama User

# uploadDateLabel
source: Upload Date
id: Tanggal Upload

# uploadTimeLabel
source: Upload Time
id: Waktu Upload

# photoDescriptionLabel
source: Photo Description
id: Deskripsi Foto

# locationLabel
source: Location
id: Lokasi

# chooseLocationLabel
source: Choose Location
id: Pilih Lokasi
